Repository: lemathurin/workout-app
Catalog: workout-app/Localizable.xcstrings
Source language: en
Languages: fr

# %lld common.repetitions
source: %lld repetitions
fr: %lld répétitions

# %lld common.seconds
source: %lld seconds
fr: %lld secondes

# %lld common.times
source: %lld times
fr: %lld fois

# activity.description
source: We’ll let you know when it’s ready :)
fr: On te dira quand c'est prêt :)

# activity.title
source: Coming soon
fr: Bientôt disponible

# common.back
source: Back
fr: Retour

# common.cancel
source: Cancel
fr: Annuler

# common.category
source: Category
fr: Catégorie

# common.clearAll
source: Clear all
fr: Réinitialiser

# common.close
source: Close
fr: Fermer

# common.continue
source: Continue
fr: Continuer

# common.created
source: Created
fr: Créé

# common.delete
source: Delete
fr: Supprimer

# common.details
source: Details
fr: Détails

# common.discard
source: Discard
fr: Effacer

# common.done
source: Done
fr: Terminé

# common.duplicate
source: Duplicate
fr: Dupliquer

# common.duration
source: Duration
fr: Durée

# common.edit
source: Edit
fr: Modifier

# common.equipment
source: Equipment
fr: Matériel

# common.exercise
source: Exercise
fr: Exercice

# common.exercises
source: Exercises
fr: Exercices

# common.finish
source: Finish
fr: Terminer

# common.level
source: Level
fr: Niveau

# common.mechanic
source: Mechanic
fr: Mechanique

# common.mostRecent
source: Most recent
fr: Plus récent

# common.next
source: Next
fr: Suivant

# common.noEquipment
source: No equipment
fr: Sans matériel

# common.open
source: Open
fr: Libre

# common.primaryMuscle
source: Primary Muscle
fr: Muscle Principal

# common.repeat
source: Repeat
fr: Série

# common.repetition
source: repetition
fr: répétition

# common.repetitions
source: %lld repetitions
fr: %lld répétitions

# common.repetitions.plural
source: repetitions
fr: répétitions

# common.rest
source: Rest
fr: Repos

# common.restart
source: Restart
fr: Recommencer

# common.resume
source: Resume
fr: Reprendre

# common.save
source: Save
fr: Enregistrer

# common.search
source: Search
fr: Rechercher

# common.secondaryMuscle
source: Secondary Muscle
fr: Muscle Accessoire

# common.secondaryMuscles
source: Secondary Muscles
fr: Muscles Accessoires

# common.seconds
source: %lld seconds
fr: %lld secondes

# common.settings
source: Settings
fr: Paramètres

# common.sortBy
source: Sort by
fr: Trier par

# common.steps
source: Steps
fr: Étapes

# common.steps %lld
source: %lld steps
fr: %lld étapes

# home.welcome
source: Ready for some exercise?
fr: C’est parti pour bouger !

# routine.detail.emptyRepeat
source: No steps in this repeat
fr: Aucune étape dans cette série

# routine.detail.noSteps.description
source: Add a step by editing this routine
fr: Ajoute une étape en modifiant cette routine

# routine.detail.noSteps.title
source: No Steps
fr: Aucune étape

# routine.detail.startRoutine
source: Start routine
fr: Lancer la routine

# routine.edit.addAStep
source: Add a Step
fr: Ajouter une étape

# routine.edit.adjustFilters
source: Try adjusting your filters
fr: Essaie de modifier tes critères de recherche

# routine.edit.chooseMode
source: Choose Mode
fr: Choisir le mode

# routine.edit.deleteStepConfirmation
source: Are you sure you want to delete this step?
fr: Es-tu sûr de vouloir supprimer cette étape ?

# routine.edit.discardChanges.description
source: Your changes won’t be saved, they will be lost forever
fr: Tes modifications ne seront pas enregistrées ; elles seront perdues à jamais

# routine.edit.discardChanges.title
source: Discard changes
fr: Effacer les modifications

# routine.edit.exercice.description
source: Perform a specific movement or activity.
fr: Un mouvement ou une activité spécifique.

# routine.edit.filterExercises.title
source: Filter Exercises
fr: Filtrer

# routine.edit.howLong
source: How long?
fr: Combien de temps ?

# routine.edit.howMany
source: How many?
fr: Combien de fois ?

# routine.edit.noExerciseFound
source: Nothing found
fr: Aucun résultat

# routine.edit.noSteps.description
source: Tap the button below to start building your amazing routine
fr: Appuie sur le bouton du bas pour commencer à créer ta superbe routine

# routine.edit.noSteps.title
source: No steps yet
fr: Aucune étape pour l'instant

# routine.edit.open
source: Open
fr: Libre

# routine.edit.open.description
source: No timer or count, finish when ready.
fr: Pas de minuteur ni de décompte, arrête-toi à ta guise.

# routine.edit.repeat.changeCount
source: Change repeat count
fr: Modifier le nombre de séries

# routine.edit.repeat.delete
source: Delete repeat
fr: Supprimer la série

# routine.edit.repeat.description
source: Loop selected steps multiple times.
fr: Répéter plusieurs fois les étapes sélectionnées.

# routine.edit.repeat.dragStepsHere
source: Drag steps here
fr: Glisse les étapes ici

# routine.edit.repeatCount
source: Repeat count
fr: Nombre de séries

# routine.edit.repetitions
source: Repetitions
fr: Répétitions

# routine.edit.repetitions.description
source: Count a specific number of repetitions.
fr: Un nombre précis de répétitions.

# routine.edit.rest.description
source: A pause to recover between activities.
fr: Une pause pour souffler entre deux activités.

# routine.edit.routineName
source: Routine name
fr: Nom de la routine

# routine.edit.routineNamePlaceholder
source: My awesome lower body routine
fr: Ma super routine bas du corps

# routine.edit.searchAgain
source: Try searching for something else
fr: Essaie de rechercher autre chose

# routine.edit.selectExercise
source: Select an exercise
fr: Choisis un exercice

# routine.edit.step.changeAmount
source: Change amount
fr: Changer la valeur

# routine.edit.step.changeType
source: Change type
fr: Changer le type

# routine.edit.step.deleteStep
source: Delete step
fr: Supprimer l’étape

# routine.edit.step.removeFromRepeat
source: Remove from repeat
fr: Retirer de la série

# routine.edit.timed
source: Timed
fr: Minuté

# routine.edit.timed.description
source: Perform the step for a set duration.
fr: Fais l’étape pendant une durée donnée.

# routine.player.completeWhenReady
source: Complete when ready
fr: Termine quand tu veux

# routine.player.countdown.minutesAndSeconds %lld %lld
source: %1$lld minutes and %2$lld seconds remaining
fr: %1$lld minutes et %2$lld secondes restantes

# routine.player.endRoutine
source: End routine
fr: Terminer la routine

# routine.player.endRoutine.description
source: Your progress will be lost
fr: Ton progrès sera perdu

# routine.player.endRoutine.title
source: End routine?
fr: Terminer la routine ?

# routine.player.nextStep
source: Next step
fr: Étape suivante

# routine.player.previousStep
source: Previous step
fr: Étape précédente

# routine.player.routineComplete.title
source: Routine completed!
fr: Routine terminée !

# routine.player.stepCounter %lld %lld
source: %lld of %lld
fr: %lld sur %lld

# routine.title.editRoutine
source: Edit Routine
fr: Modifier la routine

# routine.title.newRoutine
source: New Routine
fr: Nouvelle routine

# settings.deleteData
source: Delete all data
fr: Supprimer toutes les données

# settings.language
source: App language
fr: Langue de l'application

# settings.title
source: Settings
fr: Paramètres

# tabBar.activity
source: Activity
fr: Activité

# tabBar.home
source: Home
fr: Accueil
